Repository: bikash2060/hireme-freelancing-platform
Catalog: freelancing_app/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Title
ne: शीर्षक

source: Description
ne: विवरण

source: Unlock a World of
ne: एक संसार खोल्नुहोस्

source: Limitless
ne: असीमित

source: Possibilities
ne: संभावनाहरू

source: Discover expert freelancers ready to elevate your projects. Whether you're starting a new venture or scaling your business, connect with top talent to achieve your goals with confidence and ease.
ne: तपाईंका परियोजनाहरूलाई उच्च स्तरमा पुर्याउन सक्षम विशेषज्ञ फ्रीलांसरहरूलाई अन्वेषण गर्नुहोस्। चाहे तपाईं नयाँ योजना सुरु गर्दै हुनुहुन्छ वा तपाईंको व्यवसाय विस्तार गर्दै हुनुहुन्छ, उच्च प्रतिभा संग जडान गर्नुहोस् र आत्मविश्वास र सजिलैसँग तपाईंका लक्ष्यहरू प्राप्त गर्नुहोस्।

source: Get Started
ne: सुरु गर्नुहोस्

source: Create Account
ne: खाता सिर्जना गर्नुहोस्

source: First you have to <br>create an account here
ne: पहिले तपाईंले यहाँ <br>खाता सिर्जना गर्नुपर्छ

source: Search Work
ne: काम खोज्नुहोस्

source: Search the best<br> freelance work here
ne: यहाँ उत्कृष्ट <br>फ्रिलान्स काम खोज्नुहोस्

source: Apply and Start
ne: आवेदन दिनुहोस् र सुरु गर्नुहोस्

source: Apply and start<br> your work
ne: आवेदन दिनुहोस् र <br>आफ्नो काम सुरु गर्नुहोस्

source: Freelancers
ne: फ्रिल्यान्सरहरू

source: Freelance Work Posted
ne: फ्रिल्यान्स कामहरू पोस्ट गरियो

source: Projects Completed
ne: सम्पन्न भएका परियोजनाहरू

source: Positive Reviews
ne: सकारात्मक समीक्षाहरू

source: Find The
ne: खोज्नुहोस्

source: Best
ne: उत्तम

source: Freelancers Here
ne: यहाँ फ्रिल्यान्सरहरू

source: Empowering Nepali talents to connect with businesses and individuals nationwide. Whether you need a designer from Kathmandu, a developer from Pokhara, or a writer from Biratnagar, our platform brings the best local freelancers to help you achieve your goals. With a focus on quality, reliability, and affordability, we aim to bridge the gap between talent and opportunity. From small startups to established companies, we provide a space where ideas come to life through collaboration. Join us in creating a thriving ecosystem that supports local skills, fosters innovation, and drives Nepal’s digital economy forward!
ne: नेपालभर व्यवसायहरू र व्यक्तिहरूसँग जोडिन नेपाली प्रतिभाहरूलाई सशक्त बनाउँदै। तपाईंलाई काठमाडौँका डिजाइनर, पोखराका विकासकर्ता, वा विराटनगरका लेखक आवश्यक परे, हाम्रो प्लेटफर्मले तपाईंको लक्ष्य प्राप्त गर्न मद्दत गर्ने उत्कृष्ट स्थानीय फ्रिल्यान्सरहरू ल्याउँछ। गुणस्तर, विश्वसनीयता, र किफायती सेवामा ध्यान दिँदै, हामी प्रतिभा र अवसरबीचको खाली ठाउँ हटाउन चाहन्छौं। सानो स्टार्टअपदेखि स्थापित कम्पनीहरूसम्म, हामी एक यस्तो स्थान प्रदान गर्छौं जहाँ विचारहरू सहकार्यको माध्यमबाट जीवनमा आउँछन्। स्थानीय सीपहरूलाई समर्थन गर्ने, नवीनतालाई प्रवर्द्धन गर्ने, र नेपालको डिजिटल अर्थतन्त्रलाई अघि बढाउने वातावरण सिर्जना गर्न हामीसँग सामेल हुनुहोस्!

source: Recently
ne: भर्खरै

source: Posted
ne: पोस्ट गरिएका

source: Works
ne: कामहरू

source: Browse
ne: ब्राउज गर्नुहोस्

source: Project
ne: परियोजना

source: Categories
ne: श्रेणिहरू

source: Frequently
ne: बारम्बार

source: Asked
ne: सोधिने

source: How do I get started as a freelancer?
ne: म कसरी फ्रिल्यान्सरको रूपमा सुरू गर्न सक्छु?

source: Sign up, create a profile, and start bidding on projects that match your skills.
ne: साइन अप गर्नुहोस्, प्रोफाइल बनाउनुहोस्, र तपाईंको सीपसँग मेल खाने परियोजनाहरूमा बोली लगाउनुहोस्।

source: How can I find freelance work?
ne: म कसरी फ्रिल्यान्स काम पाउन सक्छु?

source: Browse available projects and submit proposals to clients.
ne: उपलब्ध परियोजनाहरू ब्राउज गर्नुहोस् र ग्राहकहरूलाई प्रस्ताव पठाउनुहोस्।

source: How do I get paid for my freelance work?
ne: म कसरी मेरो फ्रिल्यान्स कामको भुक्तानी प्राप्त गर्न सक्छु?

source: Payments are processed securely through the platform once the work is completed and approved by the client.
ne: काम पूरा भएपछि र ग्राहकले स्वीकृति दिएपछि भुक्तानी सुरक्षित रूपमा प्लेटफर्म मार्फत प्रशोधन गरिन्छ।

source: Can I work with clients from other countries?
ne: के म अन्य देशका ग्राहकहरूसँग काम गर्न सक्छु?

source: Yes, you can work with clients from anywhere in the world. The platform connects freelancers with clients globally.
ne: हो, तपाईं संसारभरिका ग्राहकहरूसँग काम गर्न सक्नुहुन्छ। यो प्लेटफर्मले फ्रिल्यान्सरहरूलाई विश्वव्यापी रूपमा ग्राहकहरूसँग जोड्दछ।

source: Is there any fee for using the platform?
ne: के यो प्लेटफर्म प्रयोग गर्न कुनै शुल्क लाग्छ?

source: Our platform charges a small service fee when a job is completed and paid. Please refer to our pricing page for detailed information.
ne: हाम्रो प्लेटफर्मले काम पूरा भएपछि र भुक्तानी प्राप्त भएपछि सानो सेवा शुल्क लिन्छ। विस्तृत जानकारीको लागि हाम्रो मूल्य निर्धारण पृष्ठ हेर्नुहोस्।

source: How do I update my profile?
ne: म कसरी मेरो प्रोफाइल अद्यावधिक गर्न सक्छु?

source: You can update your profile details anytime through the profile settings page.
ne: तपाईं आफ्नो प्रोफाइल सेटिङ पृष्ठबाट जुनसुकै बेला प्रोफाइल विवरण अद्यावधिक गर्न सक्नुहुन्छ।

source: Can I work part-time on the platform?
ne: के म यस प्लेटफर्ममा अंशकालिक (part-time) काम गर्न सक्छु?

source: Yes, you can choose part-time or full-time opportunities based on your preference.
ne: हो, तपाईं आफ्नो प्राथमिकताको आधारमा अंशकालिक वा पूर्णकालिक अवसरहरू रोज्न सक्नुहुन्छ।

source: What happens if I can't complete a project on time?
ne: यदि म समयमा परियोजना पूरा गर्न सकिनँ भने के हुन्छ?

source: Communicate with your client as soon as possible. You may request an extension if needed.
ne: तपाईंको ग्राहकसँग सकेसम्म छिटो सम्पर्क गर्नुहोस्। आवश्यक परे विस्तारको अनुरोध गर्न सक्नुहुन्छ।

source: How can I rate a freelancer's work?
ne: म कसरी फ्रिल्यान्सरको काम मूल्याङ्कन गर्न सक्छु?

source: You can rate the freelancer once the project is completed and approved by both parties.
ne: परियोजना पूरा भई दुबै पक्षबाट स्वीकृत भएपछि तपाईं फ्रिल्यान्सरलाई मूल्याङ्कन गर्न सक्नुहुन्छ।

source: How do I contact customer support?
ne: म कसरी ग्राहक सहायता (customer support) सम्पर्क गर्न सक्छु?

source: You can reach our support team through the 'Help' section on the website.
ne: वेबसाइटको 'मद्दत' (Help) सेक्सनबाट हाम्रो समर्थन टोलीसम्म पुग्न सक्नुहुन्छ।

source: Show More
ne: थप देखाउनुहोस्

source: Show Less
ne: कम देखाउनुहोस्
